const ru = {
  home: {
    greetings_morning: "Доброе утро",
    greetings_afternoon: "Добрый день",
    greetings_evening: "Добрый вечер",
    introduction: "Меня зовут Кент",
    jobTitle: "Младший веб-разработчик",
  },
  social_media: {
    facebook: "Фейсбук",
    linkedin: "Линкедин",
    gmail: "Gmail",
    github: "Гитхаб",
  },
  job_roles: {
    web_development: {
      title: "Веб-разработка",
      context: "Создание современных, адаптивных и ориентированных на пользователя веб-приложений.",
    },
    app_development: {
      title: "Разработка приложений",
      context: "Управление и разработка корпоративных приложений от концепции до внедрения.",
    },
    system_maintenance: {
      title: "Обслуживание систем",
      context: "Поддержка баз данных, облачных серверов и непрерывное улучшение систем.",
    },
  },
  about: {
    title: "Обо мне",
    paragraphs: [
      "Я недавно окончил бакалавриат по информационным технологиям (2025) и с августа 2025 года работаю веб-разработчиком.",
      "Я полностью отвечаю за поддержку системы компании — обновления, добавление новых функций, управление базой данных и обслуживание облачного сервера. Также я участвую в разработке приложений компании.",
      "Мне нравится создавать надежные системы, изучать новые технологии и превращать идеи в реальные и функциональные решения."
    ]
  }


}

export default ru
